Tekla.Structures.Model.ModelObject.ModificationTimeInfoType
Type for Tekla.Structures.Model.ModelObject.ModificationTimeInfo cache.

Tekla.Structures.Model.ModelObject.ModificationTimeInfoType.ModificationTime
Caching field for Tekla.Structures.Model.ModelObject.ModificationTime.

Tekla.Structures.Model.ModelObject.ModificationTimeInfoType.IsLocallyModified
Caching field for Tekla.Structures.Model.ModelObject.IsUpToDate